tap "ankitpokhrel/jira-cli"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "omnisharp/omnisharp-roslyn"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
brew "giflib"
brew "libpng"
brew "argocd"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "bat"
brew "c-ares"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "carapace"
brew "choose-gui"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "delve"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "libtool"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "firebase-cli"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gleam"
brew "glow"
brew "gum"
brew "himalaya"
brew "ical-buddy"
brew "imagemagick"
brew "ios-deploy"
brew "jpeg"
brew "jq"
brew "k6"
brew "k9s"
brew "keyring"
brew "khal"
brew "kubernetes-cli"
brew "librsvg"
brew "llvm"
brew "minikube"
brew "mono"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "pillow"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "postgresql@15"
brew "protobuf"
brew "protobuf@3"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "spotify_player"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "vite"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "omnisharp/omnisharp-roslyn/omnisharp"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "amethyst"
cask "another-redis-desktop-manager"
cask "chromium"
cask "cyberduck"
cask "dbeaver-community"
cask "dotnet-sdk6-0-400"
cask "firebase-admin"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "mitmproxy"
cask "mono-mdk"
cask "ngrok"
cask "powershell"
cask "transmission"
cask "transmission-remote-gui"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "aldijav.golangwithdidi"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "colton1989.golang-group-imports"
vscode "dabolus.uncanny-cognitive-complexity"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "honnamkuan.golang-snippets"
vscode "humao.rest-client"
vscode "jasonmejane.base64viewer"
vscode "jinxdash.prettier-rust"
vscode "mechatroner.rainbow-csv"
vscode "mkloubert.vscode-http-client"
vscode "mrmartian.everforest-moist"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "mvllow.rose-pine"
vscode "neonxp.gotools"
vscode "nhoizey.gremlins"
vscode "nucllear.vscode-extension-auto-import"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "p1c2u.docker-compose"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "postman.postman-for-vscode"
vscode "premparihar.gotestexplorer"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rexcor.neorose-vimpine"
vscode "ritwickdey.liveserver"
vscode "sainnhe.everforest"
vscode "shakram02.bash-beautify"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "tal7aouy.theme"
vscode "twxs.cmake"
vscode "vinliao.fast-arrow"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "zhang-renyang.vscode-react"
vscode "znck.vue"
vscode "zxh404.vscode-proto3"
